Repository: systopia/de.systopia.civioffice
Catalog: l10n/*/LC_MESSAGES/civioffice.po
Languages: de_de

source: CiviOffice Document
de_de: CiviOffice-Dokument

source: Document Renderer
de_de: Dokument-Renderer

source: Document
de_de: Dokument

source: Target document type
de_de: Ausgabedokumenttyp

source: Attachment Name
de_de: Anhangname

source: - none -
de_de: - keine -

source: Document (CiviOffice)
de_de: Dokument (CiviOffice)

source: Created from document: %1
de_de: Aus Dokument erzeugt: %1

source: Live Snippets used:
de_de: Verwendete Live-Snippets:

source: Local path is not writable: %1
de_de: Lokaler Pfad ist nicht beschreibbar: %1

source: Local Universal Office Converter (unoconv)
de_de: Lokaler Universal Office Converter (unoconv)

source: An error occurred. See the CiviCRM log for details.
de_de: Ein Fehler ist aufgetreten. Bitte prüfen Sie das CiviCRM-Log für weitere Informationen.

source: CiviOffice Error
de_de: CiviOffice-Fehler

source: Path to the <code>unoconv</code> executable
de_de: Pfad zur ausführbaren <code>unoconv</code> Datei

source: Path to a lock file
de_de: Pfad zu einer Sperrdatei

source: Temporary directory
de_de: Temporäres Verzeichnis

source: Use PHPWord macros for token replacement
de_de: PHPWord-Makros für Token-Ersetzung verwenden

source: Cannot create lock file
de_de: Sperrdatei kann nicht erstellt werden

source: This is not a file
de_de: Dies ist keine Datei

source: Lock file cannot be written. Please run: "chmod 777 %1"
de_de: Sperrdatei kann nicht geschrieben werden. Bitte führen Sie Folgendes aus: "chmod 777 %1"

source: This is not a writeable directory.
de_de: Dies ist kein schreibbares Verzeichnis.

source: Too many parallel conversions. Try using a smaller batch size.
de_de: Zu viele parallele Konvertierungen. Versuchen Sie eine kleinere Stapelgröße.

source: This document renderer employs the <code>unoconv</code> script on your server to convert documents using LibreOffice.
de_de: Dieser Dokument-Renderer verwendet das <code>unoconv</code>-Skript auf Ihrem Server, um Dokumente mit LibrOffice zu konvertieren.

source: Could not open unoconv lock file.
de_de: Die Sperrdatei für unoconv konnte nicht geöffnet werden.

source: CiviOffice: Could not acquire unoconv lock.
de_de: CiviOffice: Konnte keine unoconv-Sperre erhalten.

source: A local folder is needed if documents are stored and managed on the server. CiviOffice only uses it for read access. This folder could be a pre existing shared folder of the organisation. A local folder is not being used for uploaded documents.<br> All documents at: <code>%1</code>
de_de: Ein lokaler Ordner wird benötigt, wenn Dokumente auf dem Server gespeichert und verwaltet werden. CiviOffice verwendet ihn nur für den Lesezugriff. Dieser Ordner kann ein bereits vorhandener gemeinsamer Ordner der Organisation sein. Ein lokaler Ordner wird nicht für hochgeladene Dokumente verwendet.<br> Alle Dokumente unter: <code>%1</code>

source: Temporary Files
de_de: Temporäre Dateien

source: Shared Uploads
de_de: Geteilte hochgeladene Dateien

source: My Uploads
de_de: Meine hochgeladenen Dateien

source: Shared Uploaded Documents. There is no folder setup needed as the CiviCRM internal upload folder is being used here. Be aware: If enabled every user has full access to upload documents.
de_de: Geteilte hochgeladene Dokumente. Es ist keine Ordnerkonfiguration erforderlich, da hier der CiviCRM-interne Upload-Ordner verwendet wird. Bitte beachten Sie: wenn diese Funktion aktiviert ist, hat jeder Benutzer vollen Zugriff auf das Hochladen von Dokumenten.

source: My Uploaded Documents. Users only have access to files being uploaded by themselves. The CiviCRM internal upload folder is used.
de_de: Meine hochgeladenen Dokumente. Benutzer haben nur Zugriff auf Dateien, die sie selbst hochgeladen haben. Der CiviCRM-interne Ordner für hochgeladene Dateien wird verwendet.

source: CiviOffice - Generate a Single Document
de_de: CiviOffice - Einzelnes Dokument erzeugen

source: - select -
de_de: - auswählen -

source: Create Activity
de_de: Aktivität erstellen

source: - don't create activity -
de_de: - keine Aktivität erstellen -

source: Attach Rendered Document
de_de: Erzeugtes Dokument anhängen

source: Download Document
de_de: Dokument herunterladen

source: Preview
de_de: Vorschau

source: Cancel
de_de: Abbrechen

source: Rendering Error!
de_de: Fehler beim Rendern!

source: Invalid action.
de_de: Ungültige Aktion.

source: Missing document renderer ID.
de_de: Fehlende Dokument-Renderer-ID.

source: Missing document renderer type.
de_de: Fehlender Dokument-Renderer-Typ.

source: Save
de_de: Speichern

source: Delete
de_de: Löschen

source: My Documents
de_de: Meine Dokumente

source: Shared Documents
de_de: Geteilte Dokumente

source: File "%1" has been deleted.
de_de: Datei "%1" wurde gelöscht.

source: File Deleted
de_de: Datei gelöscht

source: Upload Document
de_de: Dokument hochladen

source: Upload
de_de: Hochladen

source: File type docx is expected.
de_de: Dateityp docx wird erwartet.

source: Error
de_de: Fehler

source: File "%1" has been uploaded.
de_de: Datei "'%1" wurde hochgeladen.

source: Document Stored
de_de: Dokument gespeichert

source: CiviOffice - Download
de_de: CiviOffice - Herunterladen

source: Download
de_de: Herunterladen

source: Back to previous page
de_de: Zurück zu vorheriger Seite

source: Document-%1.*
de_de: Dokument-%1.*

source: CiviOffice Documents.zip
de_de: CiviOffice-Dokumente.zip

source: File couldn't be generated. Contact the author.
de_de: Datei konnte nicht erzeugt werden. Kontaktieren Sie den Autor.

source: Error downloading files: %1
de_de: Fehler beim Herunterladen von Dateien: %1

source: Download Error
de_de: Fehler beim Herunterladen

source: Missing Live Snippet ID.
de_de: Fehlende Live-Snippet-ID.

source: Invalid Live Snippet ID.
de_de: Ungültige Live-Snippet-ID.

source: Add Live Snippet
de_de: Live-Snippet hinzufügen

source: Edit Live Snippet
de_de: Live-Snippet bearbeiten

source: Description
de_de: Beschreibung

source: Another Live Snippet with this name already exists.
de_de: Ein anderes Live-Snippet mit diesem Namen existiert bereits.

source: The name may only contain lowercase letters, numbers and underscores.
de_de: Der Name darf nur Kleinbuchstaben, Ziffern und Unterstriche beinhalten.

source: Local Folder (full path)
de_de: Lokaler Ordner (vollständiger Pfad)

source: Local Temporary Folder (full path)
de_de: Lokaler temporärer Ordner (vollständiger Pfad)

source: Could not create directory
de_de: Verzeichnis konnte nicht erstellt werden

source: This is not a folder
de_de: Dies ist kein Ordner

source: This folder cannot be accessed
de_de: Auf diesen Ordner kann nicht zugegriffen werden

source: CiviOffice - Configuration
de_de: CiviOffice - Konfiguration

source: Settings Saved
de_de: Einstellungen gespeichert

source: The CiviOffice configuration has been updated.
de_de: Die CviOffice-Konfiguration wurde aktualisiert.

source: CiviOffice - Generate multiple Documents
de_de: CiviOffice - Mehrere Dokumente erzeugen

source: batch size for processing
de_de: Stapelgröße für Verarbeitung

source: Generate %1 Files
de_de: %1 Dateien erzeugen

source: Shared Document Upload Enabled
de_de: Hochladen geteilter Dokumente aktiviert

source: Private Document Upload Enabled
de_de: Hochladen privater Dokumente aktiviert

source: Local Universal Office Converter (unoconv) implementing PhpWord
de_de: Lokaler Universal Office Converter (unoconv) mit PhpWord

source: Label
de_de: Bezeichner

source: Is Last Used
de_de: Wurde zuletzt verwendet

source: Indicates the last used activity type. (Entity type specific.)
de_de: Zeigt den zuletzt verwendeten Aktivitätstyp pro Entitätstyp.

source: MIME Type
de_de: Dateityp

source: Path
de_de: Pfad

source: Document Store URI
de_de: Dokument-Speicher-URI

source: Last Value
de_de: Letzter Wert

source: Supported MIME Types
de_de: Unterstützte Dateitypen

source: Supported Output MIME Types
de_de: Unterstützte Ausgabedateitypen

source: Supported Output File Types
de_de: Unterstützte Ausgabedateitypen

source: Mapping of file type names to MIME types.
de_de: Abbildung von Dateitypnamen auf Dateitypen.

source: Renderer Type URI
de_de: Renderer-Typ-URI

source: Is Active
de_de: Ist aktiv

source: Create Documents (CiviOffice)
de_de: Dokumente erstellen (CiviOffice)

source: Error loading/writing PhpWord document: %1
de_de: Fehler beim Laden/Speichern eines PhpWord-Dokuments: %1

source: Initialized
de_de: Initialisiert

source: Generating %1 files
de_de: %1 Dateien erzeugen

source: An error occurred while attempting to create documents with CiviOffice: %1
de_de: Beim Erstellen von Dokumenten mit CiviOffice ist ein Fehler aufgetreten: %1

source: An error occurred while attempting to create documents with CiviOffice.
de_de: Beim Erstellen von Dokumenten mit CiviOffice ist ein Fehler aufgetreten.

source: Select
de_de: Auswählen

source: File Type
de_de: Dateityp

source: None
de_de: Kein

source: The result will be opened in a new browser tab. Your browser may ask to open a popup.
de_de: Das Ergebnis wird in einem neuen Browser-Tab geöffnet. Ihr Browser fordert Sie ggf. auf, das Öffnen eines Popup-Fensters zu erlauben.

source: Create Document
de_de: Dokument erstellen

source: Create %1 Documents
de_de: %1 Dokumente erstellen

source: Document URI
de_de: Dokument-URI

source: URI of document, e.g. "local::common/example.docx".
de_de: Dokument-URI, z.B. "local::common/beispiel.docx".

source: Array of entity IDs
de_de: Liste von Entitäts-IDs

source: One or more entity IDs as an array, e.g. "[123, 456]".
de_de: Eine oder mehrere Entitäten als Liste, z.B. "[123, 456]".

source: Entity type
de_de: Entitätstyp

source: Entity type for token replacement, e.g. "contact" or "contribution".
de_de: Entitätstyp für Tokenersetzung, z.B. "contact" oder "contribution".

source: URI of the renderer, e.g. "unoconv-local".
de_de: Renderer-URI, z.B. "unoconv-local".

source: Target MIME type
de_de: Ausgabedokumenttyp

source: Renderer converts given file to this MIME type, e.g. "application/pdf".
de_de: Renderer konvertiert die angegebene Datei zu diesem MIME-Typ, z.B. "application/pdf".

source: Contents for tokens referring to configured Live Snippets.
de_de: Inhalte für Token konfigurierter Live-Snippets.

source: Create CiviOffice document
de_de: CiviOffice-Dokument erstellen

source: Access CiviOffice
de_de: CiviOffice-Zugriff

source: Create documents using CiviOffice.
de_de: Dokumente mit CiviOffice erstellen.

source: CiviOffice Settings
de_de: CiviOffice-Einstellungen

source: Upload Documents
de_de: Dokumente hochladen

source: Available Tokens
de_de: Verfügbare Token

source: Activity
de_de: Aktivität

source: Please provide the path of your Unoconv binary.
de_de: Bitte stellen Sie den Pfad zu unoconv bereit.

source: We strongly recommend creating a system-wide lock file on this server to synchronise access. (It may only run one unoconv process at the same time.) Such a file is created automatically at the location shown below. Please note: This path needs to be equal in every civicrm environment on this server. Otherwise, locking is only active for this very civicrm instance!
de_de: Es wird ausdrücklich empfohlen, eine System-weite Sperrdatei zu erstellen, um den Zugriff zu synchronisieren. (Es kann nur jeweils ein unoconv Prozess zur gleichen Zeit laufen.) Die Datei wird automatisch am unten angezeigten Ort erstellt. Bitte beachten: Der Pfad muss auf allen CiviCRM-Umgebungen auf diesem Server gleich sein. Anderenfalls ist das Sperren nur für diese CiviCRM-Instanz aktiv.

source: This can be the system's temporary directory. However, if the webserver uses a <a href="https://systemd.io/TEMPORARY_DIRECTORIES/" target="_blank">private temporary directory</a> another directory has to be configured.
de_de: Dies kann das temporäre Verzeichnis des Systems sein. Wenn jedoch der Webserver ein <a href="https://systemd.io/TEMPORARY_DIRECTORIES/" target="_blank">privates temporäres Verzeichnis</a> verwendet, muss ein anderes Verzeichnis konfiguriert werden.

source: Whether to replace tokens using a PHPWord template processor, so that HTML in Live Snippets can be converted to OOXML.
de_de: Ob Token mit dem PHPWord-Vorlagen-Prozessor ersetzt werden, sodass HTML in Live-Snippets zu OOXML konvertiert werden kann.

source: Are you sure you want to delete this Document Renderer?
de_de: Sind Sie sicher, dass Sie diesen Dokument-Renderer löschen möchten?

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Available Documents
de_de: Verfügbare Dokumente

source: Size
de_de: Größe

source: Actions
de_de: Aktionen

source: Delete File
de_de: Datei löschen

source: Download File
de_de: Datei herunterladen

source: No documents available
de_de: Keine Dokumente verfügbar

source: Upload More
de_de: Weitere hochladen

source: Please click the download button only once. Clicking the button will trigger generating your zip file which may take a long time depending on the size and complexity of your documents.<br>Afterwards please always use the "back to previous page" button to finish this process
de_de: Bitte betätigen Sie den Knopf zum Herunterladen nur einmal. Das Betätigen des Knopfes stößt das Erstellen einer ZIP-Datei an, was einige Zeit benötigen kann, abhängig von der Größe und der Komplexität Ihrer Dokumente. Betätigen Sie danach immer den Knopf "Zurück zu vorheriger Seite", um den Prozess abzuschließen

source: A label for identifying the live snippet in user interfaces.
de_de: Ein Bezeichner zur Identifikation des Live-Snippets in der Benutzeroberfläche.

source: A description for explaining how to use this Live Snippet.
de_de: Eine Beschreibung zur Nutzung dieses Live-Snippets.

source: A name to use for the token name.
de_de: Ein Name zur Nutzung des Tokennamens.

source: Example:
de_de: Beispiel:

source: Are you sure you want to delete this Live Snippet?
de_de: Sind Sie sicher, dass Sie dieses Live-Snippet löschen möchten?

source: Note that when changing a Live Snippet's name, previously entered values for the snippet, which are stored per contact/user, will not be available anymore.
de_de: Bitte beachten Sie, dass bei Änderung des Namens eines Live-Snippets zuvor eingegebene Werte für das Live-Snippet, welche pro Kontakt/Benutzer gespeichert sind, nicht mehr verfügbar sein werden.

source: The last value used is stored for each contact for later use.
de_de: Der zuletzt genutzte Wert wird für jeden Kontakt zur späteren Nutzung gespeichert.

source: CiviOffice Document Stores
de_de: CiviOffice-Dokument-Speicher

source: Document Stores are used to store files
de_de: Dokument-Speicher werden zur Speicherung von Dateien verwendet

source: Ready to use
de_de: Bereit zur Nutzung

source: Config
de_de: Konfiguration

source: Yes
de_de: Ja

source: No
de_de: Nein

source: configure
de_de: konfigurieren

source: no configuration available
de_de: keine Konfiguration verfügbar

source: No document stores available
de_de: Keine Dokument-Speicher verfügbar

source: CiviOffice Document Renderers (Converters)
de_de: CiviOffice-Dokument-Renderer (Konverter)

source: Renders or converts documents
de_de: Rendert oder konvertiert Dokumente

source: Add %1 Document Renderer
de_de: %1 Dokument-Renderer hinzufügen

source: Configure
de_de: Konfigurieren

source: No document renderers available
de_de: Keine Dokument-Renderer verfügbar

source: CiviOffice Document Editors
de_de: CiviOffice-Dokument-Editoren

source: Editors can be used to edit CiviOffice documents.
de_de: Editoren können verwendet werden, um CiviOffice-Dokumente zu bearbeiten.

source: No document editors available
de_de: Keine Dokumenteditoren verfügbar

source: Live Snippets allow you to edit sections of your document during its generation using CiviOffice Live Snippet tokens.
de_de: Live-Snippets ermöglichen Ihnen, Abschnitte Ihrer Dokumente während ihrer Erstellung durch Verwendung von CiviOffice-Live-Snippet-Token zu bearbeiten.

source: Current Default Content
de_de: Derzeitiger Vorgabeinhalt

source: Operations
de_de: Operationen

source: Edit
de_de: Bearbeiten

source: No Live Snippets available
de_de: Keine Live-Snippets verfügbar

source: Specifies how many documents will be created in a single request. Increasing this number might save some time on capable systems. This option is usually not necessary to be changed. If you encounter failures due to documents taking too long to generate, consider decreasing this number.
de_de: Legt fest, wie viele Dokumente in einer einzelnen Anfrage erstellt werden. Eine Erhöhung kann auf geeigneten System etwas Zeit einsparen. Diese Einstellung muss üblicherweise nicht geändert werden. Prüfen Sie eine Reduzierung, wenn Fehler aufgrund der Dauer der Dokumentgenerierung auftreten.

source: This page lists all tokens CiviOffice is potentially able to replace in documents, however, this depends on the context. E.g. contribution tokens are only available in a context of generating documents for particular contributions, whereas general tokens, such as for domain or date, are always available.
de_de: Diese Seite listet alle CiviOffice-Token auf, die in Dokumenten verwendet werden können. Die Verfügbarkeit hängt vom Kontext ab. Bspw. sind Zuwendungs-Token nur verfügbar, wenn Dokumente für Zuwendungen generiert werden. Allgemeine Token, wie die Domäne oder das Datum, sind immer verfügbar.
